[
  {
    "id": "1",
    "categoryName": "L&W Compressors",
    "shortDesc": "Diverse range of high-pressure compressors designed for various industrial needs.",
    "image": "/img/products/compressors/Mobile/1.jpg",
    "products": [
      {
        "id": "1",
        "name": "Mobile Compressors",
        "desc": "Designed for easy transport and mobility, these compressors deliver reliable performance in a compact form. Available with gasoline, diesel, or electric motors, they are perfect for field operations and on-site tasks, offering convenience and efficiency.",
        "images": [
          "/img/products/compressors/Mobile/1.jpg",
          "/img/products/compressors/Mobile/2.jpg",
          "/img/products/compressors/Mobile/3.jpg"
        ]
      },
      {
        "id": "2",
        "name": "Compact Compressors",
        "desc": "Ideal for small spaces, these compressors provide efficient performance without compromising power. With capacities from 230 to 570 liters per minute, they feature robust electric motors, ensuring versatility and efficiency.",
        "images": [
          "/img/products/compressors/Compact/1.jpg",
          "/img/products/compressors/Compact/2.jpg",
          "/img/products/compressors/Compact/3.jpg"
        ]
      },
      {
        "id": "3",
        "name": "Stationary Compressors",
        "desc": "Built for permanent installations, these compressors offer robust solutions for continuous, heavy-duty operations. Available in models with capacities ranging from 230 to 1300 liters per minute, they feature powerful electric and diesel motors for various industrial needs, ensuring consistent performance and long-term durability.",
        "images": [
          "/img/products/compressors/Stationary/1.jpg",
          "/img/products/compressors/Stationary/2.jpg",
          "/img/products/compressors/Stationary/3.jpg"
        ]
      },
      {
        "id": "4",
        "name": "Silent Compressors",
        "desc": "Engineered for noise-sensitive environments, these compressors combine efficient performance with low noise levels. Capacities range from 150 to 1300 liters per minute, featuring sound-insulated housing and robust electric motors for quiet yet powerful operation.",
        "images": [
          "/img/products/compressors/Silent/1.jpg",
          "/img/products/compressors/Silent/2.jpg",
          "/img/products/compressors/Silent/3.jpg"
        ]
      },
      {
        "id": "5",
        "name": "Booster Compressors",
        "desc": "Ideal for high-pressure industrial applications, these compressors deliver safety and robust performance. With delivery capacities from 6 to 250 m³/h and final pressures up to 420 bar, they are perfect for laser cutting, gas injection molding, and offshore platforms, featuring customizable options for specific needs.",
        "images": [
          "/img/products/compressors/Booster/1.jpg",
          "/img/products/compressors/Booster/2.jpg",
          "/img/products/compressors/Booster/3.jpg"
        ]
      }
    ]
  }
]
